export const COLORS = [

  {
    canonical: "Бежевий",

    aliases: [
      "бежевий",
      "бежева",
      "бежеві",
      "беж",
      "beige"
    ]
  },

  {
    canonical: "Жовтий",

    aliases: [
      "жовтий",
      "жовта",
      "жовте",
      "жовті",
      "yellow"
    ]
  },

  {
    canonical: "Зелений",

    aliases: [
      "зелений",
      "зелена",
      "зелене",
      "зелені",
      "green"
    ]
  },

  {
    canonical: "Королівський смарагдовий",

    aliases: [
      "королівський смарагдовий",
      "emerald"
    ]
  },

  {
    canonical: "Червоний",

    aliases: [
      "червоний",
      "червона",
      "червоне",
      "червоні",
      "чер",
      "черв",
      "red"
    ]
  },

  {
    canonical: "Пурпуровий",

    aliases: [
      "пурпуровий",
      "пурпурова",
      "пурпурове",
      "пурпурові",
      "пурпур",
      "пурп",
      "purple"
    ]
  },
  
  {
    canonical: "Рожевий",

    aliases: [
      "рожевий",
      "рожева",
      "рожеві",
      "розовий",
      "pink"
    ]
  },

  {
    canonical: "Світло-рожевий",

    aliases: [
      "світло-рожевий",
      "світло-рожева",
      "світло-рожеві",
      "світло-розовий",
      "світло рожевий",
      "світло рожева",
      "світло рожеві",
      "світло розовий",
      "light pink"
    ]
  },

{
    canonical: "Колір півонії",

    aliases: [
      "колір півонії",
      "півонієвий",
      "півонія",
      "peony"
    ]
  },

  {
    canonical: "Сірий",

    aliases: [
      "сірий",
      "сіра",
      "сірі",
      "серая",
      "gray",
      "grey"
    ]
  },

  {
    canonical: "Винний",

    aliases: [
      "вінний",
      "вінна",
      "вино",
      "wine"
    ]
  },

  {
    canonical: "Білий",

    aliases: [
      "білий",
      "біла",
      "біле",
      "білі",
      "white"
    ]
  },

  {
    canonical: "Срібний",

    aliases: [
      "срібний",
      "срібна",
      "срібне",
      "срібні",
      "срібло",
      "silver"
    ]
  },

  {
    canonical: "Золотий",

    aliases: [
      "золотий",
      "золота",
      "золоте",
      "золоті",
      "золото",
      "gold"
    ]
  },
]
      
    
      
  
      